mr-kay.org
#+TITLE: Mr Kay
#+DATE: <2021-10-22 Fri 20:10>
#+BEGIN_SRC
-----BEGIN PGP MESSAGE-----

hQIMA98Fje+r/tGHARAAl6Ruo+a+HS8feI4jwFkcNrgTAi+wK0J/sF96eg1R7IP9
YPjUju3v3NQRpffcTXza66nYG2XTFXdLpgGB7xCobrjeaCi892JLFh1Tn0ju2RQI
PW+kE2IzynXbZ7THuKo8sO9/wLx2ABHDhAN/1VlZ6Lelh6qC0Zf88586nV99LD7y
NTczanaBkvVgDZBSucYGEa2OgCRhPQfXJ7huA6LDoxsZNqAUORTKhOi6dKrY8wRm
oWNNE1aq6NAC990kcYJMZ5KD//uapSsDVXpOv+ghqowvUj0Q+Eif+KIzWzg8vnrK
HYeiKKlqDsR4DSM1Cp8VQIMrmpbmW3p1TCEhDRCagj9FMGSJu8ctVEpRpyb3LFyc
vn5Kc2hkG9+RKzjgKytH/mzJh/9uEsYmocc+UwX1g/UpyhxC2fS90QgsiRYP9P9q
cO/1kuIGOqase68f6LGyHzS34GTlxu0Oq2Vwl3zycjGwE4yTiRDJOh6up31DEakM
LoUlV4e6M6Qa1QrYjbLxwqr8hbU5tsEqtOIMWbZGizx3Uv/SPTQAk7EHFem74i7w
WIDiU0+bLIlNY2kyEViSsVsmitQsCjG20wiQL7PwEdnZy2GQ4jzDGe4AU4VBtTKo
QZvcs9vCXyzVojErNv2Czvy7FLXR5vNS1IqBPWpy1wIA7hwUDbm2oQwUS/+SXa/S
6QEP7hfb98ddbQdpIOqcC9/Ln7eU19IePV/biKYOfETrwEhEDM22kddCUKx3v5ze
N6Pz6+QU1/jpaFySNVxC0cFYhslqxOzGXne3Jpm1ouTMr2/lrUPYAQ8kBFjv/nTL
oesMXFYxKgbxAqW3KI0IR5DHjROEghGQkHd20A980oI+dr6DxKF9jgQkOCTF6yRZ
t2zw30sLc+gGpUKp7E4/Vsc4UjG24LGLTSlL6IHK7/HgunNtwPSjGevi/iAsT4ND
rXjPRH91ZWu/zxKxfVDUiov5mU7Xxl9ssA8Bm7tmUXj8TPuq/BlASts83VtsnFxi
jxpNlaG68TSx+4E4NgyZ66yOZ66jidspQD4gnw9aMqU0NEXgtlyCtPPJya56xW8H
L5X4yqiYYvc4j3uRCUgOGPufMyQUZgjrqkLn86MD2zwvsLBfxyWshoW/ao8Bt9br
Hx+9ENWaaMj/kLwki2gAEPu85ZYQJeO6XNsloKaAfOhFA4W7s8a6I2I3wkVzJjiD
DoRC/dytsCUTuPJY3oHbx02SPkDcsRYeUKw0sXpykV+danloR90Ue3REVaJd6264
Q9HLXCqKVekDe73gr5D6hPYsoAI+ASgG1JDb2qFeMROUhrZZ/iJOLq/52gLgNfVP
JPul+HqovlUuOV1Sd8LHbpodTRSOxnpo0Rqz9XmB2igzftzm9xnHjFbr3Yrd7YVy
sgMn++VrRO3CWSV1XshtAy+REQzlKNE4++bOJ/jnW+YDKfg8njyWzzXAhnfQKZJq
3bfAmy1h2CubQu9sVpa7cTECG6gYgfLXcWcsg3Jop3sGlcSDavsxUOXjQbg+gq8Q
8NErEfhPJgrjudkDhRuQ8A==
=B00K
-----END PGP MESSAGE-----
#+END_SRC
